Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# error.network.skin_reset_http_error
source: Reset skin failed: HTTP %@
ar: فشل في إعادة تعيين الجلد: HTTP %@
da: Nulstil hud fejlede: HTTP %@
de: Skin-Reset fehlgeschlagen: HTTP %@
es: Falló al restablecer skin: HTTP %@
fi: Skinin nollaus epäonnistui: HTTP %@
fr: Échec de la réinitialisation de skin : HTTP %@
hi: स्किन रीसेट विफल: HTTP %@
it: Reset skin fallito: HTTP %@
ja: スキンのリセットに失敗しました： HTTP %@
ko: 스킨 재설정 실패： HTTP %@
nb: Tilbakestill hud feilet: HTTP %@
nl: Skin reset mislukt: HTTP %@
pl: Resetowanie skina nie powiodło się: HTTP %@
pt: Falha ao resetar skin: HTTP %@
ru: Не удалось сбросить скин: HTTP %@
sv: Återställ hud misslyckades: HTTP %@
th: การรีเซ็ตสกินล้มเหลว: HTTP %@
tr: Skin sıfırlama başarısız: HTTP %@
vi: Đặt lại skin thất bại: HTTP %@
zh_hans: 皮肤重置失败： HTTP %@
zh_hant: 皮膚重設失敗： HTTP %@

# error.network.url
source: Network URL Error
ar: خطأ في عنوان URL للشبكة
da: Netværk URL fejl
de: Netzwerk-URL-Fehler
es: Error de URL de red
fi: Verkko-URL-virhe
fr: Erreur d'URL réseau
hi: नेटवर्क URL त्रुटि
it: Errore URL di rete
ja: ネットワークURLエラー
ko: 네트워크 URL 오류
nb: Nettverk URL feil
nl: Netwerk URL fout
pl: Błąd URL sieci
pt: Erro de URL de rede
ru: Ошибка сетевого URL
sv: Nätverks-URL-fel
th: ข้อผิดพลาด URL เครือข่าย
tr: Ağ URL hatası
vi: Lỗi URL mạng
zh_hans: 网络URL错误
zh_hant: 網路URL錯誤

# error.no.current.player.title
source: No Current Player Selected
ar: لم يتم اختيار لاعب حالي
da: Ingen nuværende spiller valgt
de: Kein aktueller Spieler ausgewählt
es: No hay jugador actual seleccionado
fi: Ei nykyistä pelaajaa valittu
fr: Aucun joueur actuel sélectionné
hi: कोई वर्तमान खिलाड़ी चयनित नहीं
it: Nessun giocatore attuale selezionato
ja: 現在のプレイヤーが選択されていません
ko: 현재 플레이어가 선택되지 않았습니다
nb: Ingen nåværende spiller valgt
nl: Geen huidige speler geselecteerd
pl: Nie wybrano aktualnego gracza
pt: Nenhum jogador atual selecionado
ru: Текущий игрок не выбран
sv: Ingen aktuell spelare vald
th: ไม่มีการเลือกผู้เล่นปัจจุบัน
tr: Mevcut oyuncu seçilmedi
vi: Không có người chơi hiện tại được chọn
zh_hans: 没有选择当前玩家
zh_hant: 沒有選取當前玩家

# error.notification.authentication.title
source: Authentication Error
ar: خطأ في المصادقة
da: Godkendelsesfejl
de: Authentifizierungsfehler
es: Error de autenticación
fi: Todennusvirhe
fr: Erreur d'authentification
hi: प्रमाणीकरण त्रुटि
it: Errore di autenticazione
ja: 認証エラー
ko: 인증 오류
nb: Autentiseringsfeil
nl: Authenticatiefout
pl: Błąd uwierzytelniania
pt: Erro de autenticação
ru: Ошибка аутентификации
sv: Autentiseringsfel
th: ข้อผิดพลาดการยืนยันตัวตน
tr: Kimlik doğrulama hatası
vi: Lỗi xác thực
zh_hans: 认证错误
zh_hant: 認證錯誤

# error.notification.configuration.title
source: Configuration Error
ar: خطأ في التكوين
da: Konfigurationsfejl
de: Konfigurationsfehler
es: Error de configuración
fi: Konfiguraatiovirhe
fr: Erreur de configuration
hi: कॉन्फ़िगरेशन त्रुटि
it: Errore di configurazione
ja: 設定エラー
ko: 구성 오류
nb: Konfigurasjonsfeil
nl: Configuratiefout
pl: Błąd konfiguracji
pt: Erro de configuração
ru: Ошибка конфигурации
sv: Konfigurationsfel
th: ข้อผิดพลาดการกำหนดค่า
tr: Yapılandırma hatası
vi: Lỗi cấu hình
zh_hans: 配置错误
zh_hant: 配置錯誤

# error.notification.download.title
source: Download Error
ar: خطأ في التحميل
da: Download fejl
de: Downloadfehler
es: Error de descarga
fi: Latausvirhe
fr: Erreur de téléchargement
hi: डाउनलोड त्रुटि
it: Errore di download
ja: ダウンロードエラー
ko: 다운로드 오류
nb: Nedlastingsfeil
nl: Download fout
pl: Błąd pobierania
pt: Erro de download
ru: Ошибка загрузки
sv: Nedladdningsfel
th: ข้อผิดพลาดการดาวน์โหลด
tr: İndirme hatası
vi: Lỗi tải xuống
zh_hans: 下载错误
zh_hant: 下載錯誤

# error.notification.filesystem.title
source: File System Error
ar: خطأ في نظام الملفات
da: Filsystem fejl
de: Dateisystemfehler
es: Error del sistema de archivos
fi: Tiedostojärjestelmävirhe
fr: Erreur du système de fichiers
hi: फ़ाइल सिस्टम त्रुटि
it: Errore del filesystem
ja: ファイルシステムエラー
ko: 파일 시스템 오류
nb: Filsystem feil
nl: Bestandssysteem fout
pl: Błąd systemu plików
pt: Erro do sistema de arquivos
ru: Ошибка файловой системы
sv: Filsystemsfel
th: ข้อผิดพลาดของระบบไฟล์
tr: Dosya sistemi hatası
vi: Lỗi hệ thống tệp
zh_hans: 文件系统错误
zh_hant: 檔案系統錯誤

# error.notification.game_launch.title
source: Game Launch Error
ar: خطأ في بدء اللعبة
da: Spil start fejl
de: Spielstartfehler
es: Error de inicio del juego
fi: Pelin käynnistysvirhe
fr: Erreur de lancement du jeu
hi: खेल प्रारंभ त्रुटि
it: Errore di avvio del gioco
ja: ゲーム起動エラー
ko: 게임 시작 오류
nb: Spill start feil
nl: Spel start fout
pl: Błąd uruchomienia gry
pt: Erro de inicialização do jogo
ru: Ошибка запуска игры
sv: Spelstartsfel
th: ข้อผิดพลาดการเริ่มเกม
tr: Oyun başlatma hatası
vi: Lỗi khởi động trò chơi
zh_hans: 游戏启动错误
zh_hant: 遊戲啟動錯誤

# error.notification.installation.title
source: Installation Error
ar: خطأ في التثبيت
da: Installationsfejl
de: Installationsfehler
es: Error de instalación
fi: Asennusvirhe
fr: Erreur d'installation
hi: स्थापना त्रुटि
it: Errore di installazione
ja: インストールエラー
ko: 설치 오류
nb: Installasjonsfeil
nl: Installatie fout
pl: Błąd instalacji
pt: Erro de instalação
ru: Ошибка установки
sv: Installationsfel
th: ข้อผิดพลาดการติดตั้ง
tr: Kurulum hatası
vi: Lỗi cài đặt
zh_hans: 安装错误
zh_hant: 安裝錯誤

# error.notification.network.title
source: Network Error
ar: خطأ في الشبكة
da: Netværksfejl
de: Netzwerkfehler
es: Error de red
fi: Verkkovirhe
fr: Erreur réseau
hi: नेटवर्क त्रुटि
it: Errore di rete
ja: ネットワークエラー
ko: 네트워크 오류
nb: Nettverksfeil
nl: Netwerk fout
pl: Błąd sieci
pt: Erro de rede
ru: Ошибка сети
sv: Nätverksfel
th: ข้อผิดพลาดเครือข่าย
tr: Ağ hatası
vi: Lỗi mạng
zh_hans: 网络错误
zh_hant: 網路錯誤

# error.notification.player.title
source: Player Error
ar: خطأ في اللاعب
da: Spiller fejl
de: Spielerfehler
es: Error de jugador
fi: Pelaajavirhe
fr: Erreur de joueur
hi: खिलाड़ी त्रुटि
it: Errore del giocatore
ja: プレイヤーエラー
ko: 플레이어 오류
nb: Spiller feil
nl: Speler fout
pl: Błąd gracza
pt: Erro de jogador
ru: Ошибка игрока
sv: Spelarfel
th: ข้อผิดพลาดผู้เล่น
tr: Oyuncu hatası
vi: Lỗi người chơi
zh_hans: 玩家错误
zh_hant: 玩家錯誤

# error.notification.resource.title
source: Resource Error
ar: خطأ في المورد
da: Ressource fejl
de: Ressourcenfehler
es: Error de recurso
fi: Resurssivirhe
fr: Erreur de ressource
hi: संसाधन त्रुटि
it: Errore di risorsa
ja: リソースエラー
ko: 리소스 오류
nb: Ressurs feil
nl: Bron fout
pl: Błąd zasobu
pt: Erro de recurso
ru: Ошибка ресурса
sv: Resursfel
th: ข้อผิดพลาดทรัพยากร
tr: Kaynak hatası
vi: Lỗi tài nguyên
zh_hans: 资源错误
zh_hant: 資源錯誤

# error.notification.unknown.title
source: Unknown Error
ar: خطأ غير معروف
da: Ukendt fejl
de: Unbekannter Fehler
es: Error desconocido
fi: Tuntematon virhe
fr: Erreur inconnue
hi: अज्ञात त्रुटि
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel
th: ข้อผิดพลาดที่ไม่ทราบ
tr: Bilinmeyen hata
vi: Lỗi không xác định
zh_hans: 未知错误
zh_hant: 未知錯誤

# error.notification.validation.title
source: Validation Error
ar: خطأ في التحقق
da: Valideringsfejl
de: Validierungsfehler
es: Error de validación
fi: Tarkistusvirhe
fr: Erreur de validation
hi: सत्यापन त्रुटि
it: Errore di validazione
ja: 検証エラー
ko: 검증 오류
nb: Valideringsfeil
nl: Validatie fout
pl: Błąd walidacji
pt: Erro de validação
ru: Ошибка валидации
sv: Valideringsfel
th: ข้อผิดพลาดการตรวจสอบ
tr: Doğrulama hatası
vi: Lỗi xác thực
zh_hans: 验证错误
zh_hant: 驗證錯誤

# error.player.already_exists
source: Already Exists
ar: موجود بالفعل
da: Eksisterer allerede
de: Existiert bereits
es: Ya existe
fi: On jo olemassa
fr: Existe déjà
hi: पहले से मौजूद है
it: Già esistente
ja: 既に存在します
ko: 이미 존재함
nb: Eksisterer allerede
nl: Bestaat al
pl: Już istnieje
pt: Já existe
ru: Уже существует
sv: Finns redan
th: มีอยู่แล้ว
tr: Zaten mevcut
vi: Đã tồn tại
zh_hans: 玩家已存在
zh_hant: 玩家已存在

# error.player.creation_failed
source: Creation Failed
ar: فشل في الإنشاء
da: Oprettelse mislykkedes
de: Erstellung fehlgeschlagen
es: Error al crear
fi: Luonti epäonnistui
fr: Échec de la création
hi: बनाने में विफल
it: Creazione fallita
ja: 作成に失敗しました
ko: 생성 실패
nb: Opprettelse mislyktes
nl: Aanmaken mislukt
pl: Tworzenie nie powiodło się
pt: Falha na criação
ru: Ошибка создания
sv: Skapande misslyckades
th: การสร้างล้มเหลว
tr: Oluşturma başarısız
vi: Tạo thất bại
zh_hans: 玩家创建失败
zh_hant: 玩家創建失敗

# error.player.invalid_username_empty
source: Invalid Username Empty
ar: اسم المستخدم غير صالح: لا يمكن أن يكون اسم المستخدم فارغًا
da: Ugyldigt brugernavn: brugernavn kan ikke være tomt
de: Ungültiger Benutzername: Benutzername darf nicht leer sein
es: Nombre de usuario inválido: el nombre de usuario no puede estar vacío
fi: Virheellinen käyttäjänimi: käyttäjänimi ei voi olla tyhjä
fr: Nom d'utilisateur invalide : le nom d'utilisateur ne peut pas être vide
hi: अमान्य उपयोगकर्ता नाम: उपयोगकर्ता नाम खाली नहीं हो सकता
it: Nome utente non valido: il nome utente non può essere vuoto
ja: 無効なユーザー名：ユーザー名は空にできません
ko: 잘못된 사용자 이름： 사용자 이름은 비워둘 수 없습니다
nb: Ugyldig brukernavn: brukernavn kan ikke være tomt
nl: Ongeldige gebruikersnaam: gebruikersnaam kan niet leeg zijn
pl: Nieprawidłowa nazwa użytkownika: nazwa użytkownika nie może być pusta
pt: Nome de usuário inválido: o nome de usuário não pode estar vazio
ru: Недействительное имя пользователя: имя пользователя не может быть пустым
sv: Ogiltigt användarnamn: användarnamn kan inte vara tomt
th: ชื่อผู้ใช้ไม่ถูกต้อง: ชื่อผู้ใช้ไม่สามารถว่างได้
tr: Geçersiz kullanıcı adı: kullanıcı adı boş olamaz
vi: Tên người dùng không hợp lệ: tên người dùng không thể để trống
zh_hans: 无效的用户名：用户名不能为空
zh_hant: 無效的用戶名：用戶名不能為空

# error.player.not_found
source: Not Found
ar: غير موجود
da: Ikke fundet
de: Nicht gefunden
es: No encontrado
fi: Ei löytynyt
fr: Introuvable
hi: नहीं मिला
it: Non trovato
ja: 見つかりません
ko: 찾을 수 없음
nb: Ikke funnet
nl: Niet gevonden
pl: Nie znaleziono
pt: Não encontrado
ru: Не найдено
sv: Hittades inte
th: ไม่พบ
tr: Bulunamadı
vi: Không tìm thấy
zh_hans: 玩家不存在
zh_hant: 玩家不存在

# error.player.not_found_for_update
source: User to update not found: %@
ar: المستخدم المطلوب تحديثه غير موجود: %@
da: Brugeren der skal opdateres findes ikke: %@
de: Zu aktualisierender Benutzer nicht gefunden: %@
es: Usuario a actualizar no encontrado: %@
fi: Päivitettävää käyttäjää ei löytynyt: %@
fr: Utilisateur à mettre à jour introuvable: %@
hi: अपडेट करने के लिए उपयोगकर्ता नहीं मिला: %@
it: Utente da aggiornare non trovato: %@
ja: 更新するユーザーが見つかりません： %@
ko: 업데이트할 사용자를 찾을 수 없습니다： %@
nb: Brukeren som skal oppdateres ble ikke funnet: %@
nl: Te updaten gebruiker niet gevonden: %@
pl: Nie znaleziono użytkownika do aktualizacji: %@
pt: Usuário a atualizar não encontrado: %@
ru: Пользователь для обновления не найден: %@
sv: Användare att uppdatera hittades inte: %@
th: ไม่พบผู้ใช้ที่จะอัปเดต: %@
tr: Güncellenecek kullanıcı bulunamadı: %@
vi: Không tìm thấy người dùng cần cập nhật: %@
zh_hans: 要更新的用户不存在： %@
zh_hant: 要更新的使用者不存在： %@

# error.resource.asset_not_found
source: Asset Not Found
ar: المورد غير موجود
da: Asset ikke fundet
de: Asset nicht gefunden
es: Recurso no encontrado
fi: Resurssia ei löytynyt
fr: Ressource introuvable
hi: संसाधन नहीं मिला
it: Risorsa non trovata
ja: アセットが見つかりません
ko: 에셋을 찾을 수 없습니다
nb: Asset ikke funnet
nl: Asset niet gevonden
pl: Zasób nie znaleziony
pt: Recurso não encontrado
ru: Ресурс не найден
sv: Tillgång hittades inte
th: ไม่พบทรัพยากร
tr: Varlık bulunamadı
vi: Không tìm thấy tài nguyên
zh_hans: Asset资源未找到
zh_hant: Asset資源未找到

# error.resource.cape_not_found
source: Cape not found or not owned
ar: الرداء غير موجود أو غير مملوك
da: Kappe ikke fundet eller ikke ejet
de: Cape nicht gefunden oder nicht besessen
es: Capa no encontrada o no poseída
fi: Viittaa ei löytynyt tai sitä ei omisteta
fr: Cape introuvable ou non possédée
hi: केप नहीं मिला या स्वामित्व में नहीं
it: Mantello non trovato o non posseduto
ja: ケープが見つからないか、所有していません
ko: 망토를 찾을 수 없거나 소유하지 않음
nb: Kappe ikke funnet eller ikke eid
nl: Cape niet gevonden of niet bezeten
pl: Peleryna nie znaleziona lub nie posiadana
pt: Capa não encontrada ou não possuída
ru: Плащ не найден или не принадлежит
sv: Kappa inte hittad eller inte ägd
th: ไม่พบเสื้อคลุมหรือไม่ได้เป็นเจ้าของ
tr: Pelerin bulunamadı veya sahip olunmuyor
vi: Không tìm thấy áo choàng hoặc không sở hữu
zh_hans: 未找到斗篷或未拥有
zh_hant: 找不到斗篷或未擁有

# error.resource.categories_not_found
source: Categories Not Found
ar: لا يمكن الحصول على بيانات الفئة
da: Kunne ikke hente kategoridata
de: Kategoriedaten konnten nicht abgerufen werden
es: No se pudieron obtener los datos de categoría
fi: Kategorialadataa ei voitu hakea
fr: Impossible d'obtenir les données de catégorie
hi: श्रेणी डेटा प्राप्त नहीं कर सकते
it: Impossibile ottenere i dati della categoria
ja: カテゴリデータを取得できません
ko: 카테고리 데이터를 가져올 수 없습니다
nb: Kunne ikke hente kategoridata
nl: Kan categoriedata niet ophalen
pl: Nie można pobrać danych kategorii
pt: Não foi possível obter os dados da categoria
ru: Не удалось получить данные категории
sv: Kunde inte hämta kategoridata
th: ไม่สามารถดึงข้อมูลหมวดหมู่ได้
tr: Kategori verileri alınamadı
vi: Không thể lấy dữ liệu danh mục
zh_hans: 无法获取分类数据
zh_hant: 無法獲取分類數據

# error.resource.client_jar_not_found
source: Client Jar Not Found
ar: ملف JAR للعميل غير موجود
da: Klient JAR-fil ikke fundet
de: Client-JAR-Datei nicht gefunden
es: Archivo JAR del cliente no encontrado
fi: Asiakas JAR-tiedostoa ei löytynyt
fr: Fichier JAR client introuvable
hi: क्लाइंट JAR फ़ाइल नहीं मिली
it: File JAR del client non trovato
ja: クライアントJARファイルが見つかりません
ko: 클라이언트 JAR 파일을 찾을 수 없습니다
nb: Klient JAR-fil ikke funnet
nl: Client JAR bestand niet gevonden
pl: Nie znaleziono pliku JAR klienta
pt: Arquivo JAR do cliente não encontrado
ru: JAR-файл клиента не найден
sv: Klient JAR-fil hittades inte
th: ไม่พบไฟล์ JAR ของไคลเอนต์
tr: İstemci JAR dosyası bulunamadı
vi: Không tìm thấy tệp JAR khách hàng
zh_hans: 客户端JAR文件不存在
zh_hant: 客戶端JAR檔案不存在

# error.resource.directory_not_found
source: Directory Not Found
ar: المجلد غير موجود
da: Mappe ikke fundet
de: Verzeichnis nicht gefunden
es: Directorio no encontrado
fi: Hakemistoa ei löytynyt
fr: Répertoire introuvable
hi: निर्देशिका नहीं मिली
it: Directory non trovata
ja: ディレクトリが見つかりません
ko: 디렉토리를 찾을 수 없습니다
nb: Mappe ikke funnet
nl: Directory niet gevonden
pl: Katalog nie znaleziony
pt: Diretório não encontrado
ru: Каталог не найден
sv: Katalog hittades inte
th: ไม่พบไดเรกทอรี
tr: Dizin bulunamadı
vi: Không tìm thấy thư mục
zh_hans: 目录不存在
zh_hant: 目錄不存在

# error.resource.file_not_found
source: File Not Found
ar: الملف غير موجود
da: Fil ikke fundet
de: Datei nicht gefunden
es: Archivo no encontrado
fi: Tiedostoa ei löytynyt
fr: Fichier introuvable
hi: फ़ाइल नहीं मिली
it: File non trovato
ja: ファイルが見つかりません
ko: 파일을 찾을 수 없습니다
nb: Fil ikke funnet
nl: Bestand niet gevonden
pl: Nie znaleziono pliku
pt: Arquivo não encontrado
ru: Файл не найден
sv: Fil hittades inte
th: ไม่พบไฟล์
tr: Dosya bulunamadı
vi: Không tìm thấy tệp
zh_hans: 文件不存在
zh_hant: 檔案不存在

# error.resource.forge_loader_version_not_found
source: Forge Loader Version Not Found
ar: إصدار محمل Forge غير موجود
da: Forge Loader version ikke fundet
de: Forge Loader Version nicht gefunden
es: Versión del cargador Forge no encontrada
fi: Forge Loader versiota ei löytynyt
fr: Version du chargeur Forge introuvable
hi: Forge लोडर संस्करण नहीं मिला
it: Versione del caricatore Forge non trovata
ja: Forgeローダーバージョンが見つかりません
ko: Forge 로더 버전을 찾을 수 없습니다
nb: Forge Loader versjon ikke funnet
nl: Forge Loader versie niet gevonden
pl: Nie znaleziono wersji Forge Loader
pt: Versão do carregador Forge não encontrada
ru: Версия загрузчика Forge не найдена
sv: Forge Loader version hittades inte
th: ไม่พบเวอร์ชันของ Forge Loader
tr: Forge Loader sürümü bulunamadı
vi: Không tìm thấy phiên bản Forge Loader
zh_hans: 未找到Forge加载器版本
zh_hant: 未找到Forge加載器版本

# error.resource.game_versions_not_found
source: Game versions not found
ar: إصدارات اللعبة غير موجودة
da: Spilversioner ikke fundet
de: Spielversionen nicht gefunden
es: Versiones del juego no encontradas
fi: Pelin versioita ei löytynyt
fr: Versions du jeu introuvables
hi: गेम संस्करण नहीं मिले
it: Versioni gioco non trovate
ja: ゲームバージョンが見つかりません
ko: 게임 버전을 찾을 수 없음
nb: Spillversjoner ikke funnet
nl: Spelversies niet gevonden
pl: Nie znaleziono wersji gry
pt: Versões do jogo não encontradas
ru: Версии игры не найдены
sv: Spelversioner hittades inte
th: ไม่พบเวอร์ชันเกม
tr: Oyun sürümleri bulunamadı
vi: Không tìm thấy phiên bản trò chơi
zh_hans: 游戏版本未找到
zh_hant: 遊戲版本未找到

# error.resource.invalid_file_type
source: Invalid file type
ar: نوع ملف غير صالح
da: Ugyldig filtype
de: Ungültiger Dateityp
es: Tipo de archivo inválido
fi: Virheellinen tiedostotyyppi
fr: Type de fichier invalide
hi: अमान्य फ़ाइल प्रकार
it: Tipo file non valido
ja: 無効なファイルタイプ
ko: 잘못된 파일 형식
nb: Ugyldig filtype
nl: Ongeldig bestandstype
pl: Nieprawidłowy typ pliku
pt: Tipo de arquivo inválido
ru: Неверный тип файла
sv: Ogiltig filtyp
th: ประเภทไฟล์ไม่ถูกต้อง
tr: Geçersiz dosya türü
vi: Loại tệp không hợp lệ
zh_hans: 无效的文件类型
zh_hant: 無效的檔案類型

# error.resource.loader_version_not_found
source: Loader version not found
ar: إصدار المحمل غير موجود
da: Loader-version ikke fundet
de: Loader-Version nicht gefunden
es: Versión del cargador no encontrada
fi: Lataajan versiota ei löytynyt
fr: Version du chargeur introuvable
hi: लोडर संस्करण नहीं मिला
it: Versione loader non trovata
ja: ローダーバージョンが見つかりません
ko: 로더 버전을 찾을 수 없음
nb: Laster-versjon ikke funnet
nl: Loader-versie niet gevonden
pl: Nie znaleziono wersji ładowacza
pt: Versão do carregador não encontrada
ru: Версия загрузчика не найдена
sv: Loader-version hittades inte
th: ไม่พบเวอร์ชันโหลดเดอร์
tr: Yükleyici sürümü bulunamadı
vi: Không tìm thấy phiên bản loader
zh_hans: 加载器版本未找到
zh_hant: 加載器版本未找到

# error.resource.local_modpack_import_failed
source: Local modpack import failed
ar: فشل استيراد حزمة التعديل المحلية
da: Import af lokal modpack mislykkedes
de: Import des lokalen Modpacks fehlgeschlagen
es: Falló la importación del modpack local
fi: Paikallisen modpackin tuonti epäonnistui
fr: L'importation du modpack local a échoué
hi: स्थानीय मॉडपैक आयात असफल
it: Importazione modpack locale fallita
ja: ローカルモッドパックのインポートに失敗しました
ko: 로컬 모드팩 가져오기 실패
nb: Import av lokal modpack mislyktes
nl: Import van lokale modpack mislukt
pl: Importowanie lokalnego modpack nie powiodło się
pt: Falha na importação do modpack local
ru: Не удалось импортировать локальный модпак
sv: Import av lokal modpack misslyckades
th: การนำเข้ามอดแพ็คภายในเครื่องล้มเหลว
tr: Yerel modpack içe aktarma başarısız
vi: Nhập modpack cục bộ thất bại
zh_hans: 本地整合包导入失败
zh_hant: 本地整合包匯入失敗

# error.resource.missing_forge_version
source: Missing Forge version
ar: نسخة Forge مفقودة
da: Manglende Forge version
de: Fehlende Forge-Version
es: Versión de Forge faltante
fi: Puuttuva Forge-versio
fr: Version de Forge manquante
hi: Forge संस्करण गुम है
it: Versione di Forge mancante
ja: Forgeバージョンが不足しています
ko: 누락된 Forge 버전
nb: Manglende Forge versjon
nl: Ontbrekende Forge versie
pl: Brakująca wersja Forge
pt: Versão do Forge ausente
ru: Отсутствует версия Forge
sv: Saknad Forge version
th: ขาดเวอร์ชัน Forge
tr: Eksik Forge sürümü
vi: Thiếu phiên bản Forge
zh_hans: 缺少Forge版本
zh_hant: 缺少Forge版本

# error.resource.modpack_dependencies_failed
source: Modpack dependencies failed
ar: فشل في تبعية حزمة التعديل
da: Modpack-afhængigheder mislykkedes
de: Modpack-Abhängigkeiten fehlgeschlagen
es: Fallaron las dependencias del modpack
fi: Modpaketin riippuvuudet epäonnistuivat
fr: Échec des dépendances du modpack
hi: मॉडपैक निर्भरता विफल
it: Dipendenze modpack fallite
ja: モッドパックの依存関係に失敗しました
ko: 모드팩 의존성 실패
nb: Modpack-avhengigheter mislyktes
nl: Modpack-afhankelijkheden mislukt
pl: Zależności modpack nie powiodły się
pt: Falha nas dependências do modpack
ru: Не удалось установить зависимости модпака
sv: Modpack-beroenden misslyckades
th: การพึ่งพามอดแพ็คล้มเหลว
tr: Modpack bağımlılıkları başarısız
vi: Phụ thuộc modpack thất bại
zh_hans: 模组包依赖失败
zh_hant: 模組包依賴失敗

# error.resource.modpack_game_version_unsupported
source: Unsupported game version (%@ or later required)
ar: إصدار اللعبة غير مدعوم (يتطلب %@ أو أحدث)
da: Spilversionen understøttes ikke (kræver %@ eller nyere)
de: Spielversion wird nicht unterstützt (%@ oder neuer erforderlich)
es: Versión del juego no compatible (se requiere %@ o posterior)
fi: Pelin versiota ei tueta (vaatii %@ tai uudemman)
fr: Version du jeu non prise en charge (%@ ou ultérieur requis)
hi: गेम संस्करण समर्थित नहीं है (%@ या बाद का आवश्यक)
it: Versione del gioco non supportata (richiede %@ o successiva)
ja: ゲームバージョンは未対応です（%@以降が必要）
ko: 지원되지 않는 게임 버전입니다（%@ 이상 필요）
nb: Spillversjonen støttes ikke (krever %@ eller nyere)
nl: Gameversie wordt niet ondersteund (%@ of hoger vereist)
pl: Nieobsługiwana wersja gry (wymagana %@ lub nowsza)
pt: Versão do jogo não suportada (requer %@ ou posterior)
ru: Версия игры не поддерживается (требуется %@ или новее)
sv: Spelversionen stöds inte (kräver %@ eller senare)
th: ไม่รองรับเวอร์ชันเกม (ต้องใช้ %@ ขึ้นไป)
tr: Oyun sürümü desteklenmiyor (%@ veya sonrası gerekir)
vi: Phiên bản game không được hỗ trợ (yêu cầu %@ trở lên)
zh_hans: 游戏版本不受支持（需要 %@ 及以上）
zh_hant: 遊戲版本不受支援（需要 %@ 或更高）

# error.resource.modpack_parse_failed
source: Modpack parsing failed, please check file format
ar: فشل في تحليل حزمة التعديل، يرجى التحقق من تنسيق الملف
da: Modpack-analyse mislykkedes, tjek venligst filformatet
de: Modpack-Analyse fehlgeschlagen, bitte Dateiformat überprüfen
es: Falló el análisis del modpack, por favor verifica el formato del archivo
fi: Modpackin jäsentäminen epäonnistui, tarkista tiedostomuoto
fr: L'analyse du modpack a échoué, veuillez vérifier le format du fichier
hi: मॉडपैक पार्सिंग असफल, कृपया फ़ाइल प्रारूप जांचें
it: Analisi modpack fallita, controlla il formato del file
ja: モッドパックの解析に失敗しました。ファイル形式を確認してください
ko: 모드팩 파싱 실패， 파일 형식을 확인해주세요
nb: Modpack-analyse mislyktes, sjekk filformatet
nl: Modpack-analyse mislukt, controleer het bestandsformaat
pl: Analiza modpack nie powiodła się, sprawdź format pliku
pt: Falha na análise do modpack, verifique o formato do arquivo
ru: Не удалось проанализировать модпак, проверьте формат файла
sv: Modpack-analys misslyckades, kontrollera filformatet
th: การแยกวิเคราะห์มอดแพ็คล้มเหลว กรุณาตรวจสอบรูปแบบไฟล์
tr: Modpack ayrıştırma başarısız, lütfen dosya formatını kontrol edin
vi: Phân tích modpack thất bại, vui lòng kiểm tra định dạng tệp
zh_hans: 解析整合包失败，请检查文件格式
zh_hant: 解析整合包失敗，請檢查檔案格式

# error.resource.neoforge_loader_version_not_found
source: NeoForge loader version not found
ar: إصدار محمل NeoForge غير موجود
da: NeoForge loader-version ikke fundet
de: NeoForge-Loader-Version nicht gefunden
es: Versión del cargador NeoForge no encontrada
fi: NeoForge-lataajan versiota ei löytynyt
fr: Version du chargeur NeoForge introuvable
hi: NeoForge लोडर संस्करण नहीं मिला
it: Versione loader NeoForge non trovata
ja: NeoForgeローダーバージョンが見つかりません
ko: NeoForge 로더 버전을 찾을 수 없음
nb: NeoForge laster-versjon ikke funnet
nl: NeoForge loader-versie niet gevonden
pl: Nie znaleziono wersji ładowacza NeoForge
pt: Versão do carregador NeoForge não encontrada
ru: Версия загрузчика NeoForge не найдена
sv: NeoForge loader-version hittades inte
th: ไม่พบเวอร์ชันโหลดเดอร์ NeoForge
tr: NeoForge yükleyici sürümü bulunamadı
vi: Không tìm thấy phiên bản loader NeoForge
zh_hans: NeoForge加载器版本未找到
zh_hant: NeoForge加載器版本未找到
